tap "aaronraimist/tap"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "python@3.9"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "jpeg-xl"
brew "bash"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "bottom"
brew "cataclysm"
brew "ccache"
brew "chezmoi"
brew "chromaprint"
brew "cocoapods"
brew "emacs"
brew "extra-cmake-modules"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gobject-introspection"
brew "gtk4"
brew "helix"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "lazygit"
brew "libadwaita"
brew "libolm"
brew "lsd"
brew "mas"
brew "midnight-commander"
brew "minetest"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "openjdk@17"
brew "pipx"
brew "python@3.10"
brew "qt"
brew "thefuck"
brew "toot"
brew "tree"
brew "w3m"
brew "weechat"
brew "yetris"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "arc"
cask "authy"
cask "battery"
cask "bitwarden"
cask "blender"
cask "blockbench"
cask "calibre"
cask "cleanshot"
cask "db-browser-for-sqlite"
cask "docker"
cask "dwarf-fortress-lmp"
cask "fig"
cask "firefox"
cask "font-twitter-color-emoji"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "krita"
cask "lapce"
cask "linearmouse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "obsidian"
cask "olympus"
cask "open-in-code"
cask "playonmac"
cask "pomotroid"
cask "prismlauncher"
cask "raycast"
cask "sengi"
cask "shottr"
cask "temurin17"
cask "temurin18"
cask "vlc"
cask "wine-devel"
cask "zulu17"
cask "zulu8"
mas "DevCleaner", id: 1388020431
mas "Dropover", id: 1355679052
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Sugarmate", id: 1207352056
mas "Tandem Device Updater", id: 1100870281
mas "TestFlight", id: 899247664
mas "Vectornator", id: 1219074514
