tap "aaronraimist/tap"
tap "gcenx/wine"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "jpeg-xl"
brew "bash"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "bottom"
brew "cataclysm"
brew "ccache"
brew "chezmoi"
brew "chromaprint"
brew "cocoapods"
brew "emacs"
brew "extra-cmake-modules"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gobject-introspection"
brew "gtk4"
brew "helix"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "lazygit"
brew "libadwaita"
brew "libolm"
brew "lsd"
brew "mas"
brew "midnight-commander"
brew "minetest"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "openjdk@17"
brew "pipx"
brew "python@3.10"
brew "qt"
brew "thefuck"
brew "toot"
brew "tree"
brew "w3m"
brew "weechat"
brew "yetris"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "anki"
cask "arc"
cask "authy"
cask "autodesk-fusion360"
cask "battery"
cask "bitwarden"
cask "blockbench"
cask "cleanshot"
cask "db-browser-for-sqlite"
cask "docker"
cask "duckduckgo"
cask "dwarf-fortress-lmp"
cask "eclipse-java"
cask "fig"
cask "firefox"
cask "font-twitter-color-emoji"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "krita"
cask "linearmouse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "obsidian"
cask "open-in-code"
cask "pomotroid"
cask "prismlauncher"
cask "qlcolorcode"
cask "qlstephen"
cask "qlvideo"
cask "raycast"
cask "shottr"
cask "slimhud"
cask "temurin17"
cask "temurin18"
cask "temurin8"
cask "ti-connect-ce"
cask "vlc"
mas "DevCleaner", id: 1388020431
mas "Hand Mirror", id: 1502839586
mas "Jayson", id: 1468691718
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Sugarmate", id: 1207352056
mas "Tandem Device Updater", id: 1100870281
mas "TestFlight", id: 899247664
vscode "ActuallyZach.jelly-language-support"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "Catppuccin.catppuccin-vsc"
vscode "codeandstuff.package-json-upgrade"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "idleberg.applescript"
vscode "Misodee.vscode-nbt"
vscode "mrmlnc.vscode-postcss-sorting"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oleg-shilo.cs-script"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "rogalmic.bash-debug"
vscode "rvest.vs-code-prettier-eslint"
vscode "sidthesloth.html5-boilerplate"
vscode "sumneko.lua"
vscode "tonka3000.raycast"
vscode "Wscats.eno"
