tap "aaronraimist/tap"
tap "gcenx/wine"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lihaoyun6/tap"
tap "mrkai77/cask"
tap "teamookla/speedtest"
tap "th-ch/youtube-music"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "jpeg-xl"
brew "bash"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "bottom"
brew "btop"
brew "fluid-synth"
brew "cataclysm"
brew "cava"
brew "ccache"
brew "certbot"
brew "chezmoi"
brew "python@3.12"
brew "libass"
brew "ffmpeg"
brew "chromaprint"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "emacs"
brew "extra-cmake-modules"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "gobject-introspection"
brew "shared-mime-info"
brew "libheif"
brew "gtk4"
brew "helix"
brew "htop"
brew "httrack"
brew "hyfetch"
brew "liblqr"
brew "imagemagick"
brew "lazygit"
brew "libadwaita"
brew "libolm"
brew "libraqm"
brew "lsd"
brew "luarocks"
brew "mas"
brew "media-info"
brew "midnight-commander"
brew "minimal-racket"
brew "mit-scheme"
brew "mpd", restart_service: :changed
brew "mpdscribble", restart_service: :changed
brew "mplayer"
brew "ncdu"
brew "neovim"
brew "nethack"
brew "ninja"
brew "node@20"
brew "pandoc"
brew "pillow"
brew "pinentry-mac"
brew "pipx"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "ripgrep"
brew "rust"
brew "tectonic"
brew "thefuck"
brew "timg"
brew "toot"
brew "tree"
brew "w3m"
brew "weechat"
brew "yetris"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "arc"
cask "authy"
cask "background-music"
cask "battery"
cask "bitwarden"
cask "blockbench"
cask "boop"
cask "calibre"
cask "chatgpt"
cask "cleanshot"
cask "clion"
cask "duckduckgo"
cask "dwarf-fortress-lmp"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "font-maple-mono-nf"
cask "font-twitter-color-emoji"
cask "hazeover"
cask "hiddenbar"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "krita"
cask "linearmouse"
cask "logmein-hamachi"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "modrinth"
cask "neovide"
cask "obsidian"
cask "open-in-code"
cask "pomotroid"
cask "prismlauncher"
cask "qlcolorcode"
cask "qlstephen"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "temurin@21"
cask "ti-connect-ce"
cask "tor-browser"
cask "tower"
cask "whisky"
cask "youtube-music"
cask "zed"
cask "zen"
cask "zerotier-one"
cask "zotero"
mas "Bitwarden", id: 1352778147
mas "DevCleaner", id: 1388020431
mas "Dropover", id: 1355679052
mas "Flighty", id: 1358823008
mas "Jayson", id: 1468691718
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Tandem Device Updater", id: 1100870281
mas "TestFlight", id: 899247664
vscode "actuallyzach.jelly-language-support"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "catppuccin.catppuccin-vsc"
vscode "codeandstuff.package-json-upgrade"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "idleberg.applescript"
vscode "james-yu.latex-workshop"
vscode "misodee.vscode-nbt"
vscode "mrmlnc.vscode-postcss-sorting"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "oleg-shilo.cs-script"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "rvest.vs-code-prettier-eslint"
vscode "sidthesloth.html5-boilerplate"
vscode "sumneko.lua"
vscode "tonka3000.raycast"
vscode "twxs.cmake"
vscode "wscats.eno"
